{
    "Компьютер, подключенный к Интернет, обязательно имеет: ": [
        " * доменное имя",
        " * Web-сервер",
        " * IР-адрес",
        " * домашнюю Web-страницу"
    ],
    "Что такое концентратор (hub)?": [
        " * Плата для подключения устройств к сети.",
        " * Устройство, выбирающее один из путей пересылки данных в сети.",
        " * Устройство, принимающее сигнал и ретранслирующее его на несколько портов. ",
        " * Устройство, принимающее сигнал с нескольких портов. ",
        " * Устройство преобразования протоколов."
    ],
    "о чем говорит номер витой пары? ": [
        " * Количество витков на сантиметр",
        " * Количество витков на дюйм",
        " * Количество проводов",
        " * Ни о чем",
        " * Количество витых пар проводов"
    ],
    "Что такое последовательная цепочка?": [
        " * Последовательное соединение коммутаторов в сети.",
        " * Последовательное соединение повторителей в сети.",
        " * Последовательное соединение концентраторов в сети.",
        " * Последовательное соединение устройств в сети.",
        " * Последовательное соединение маршрутизаторов в  сети."
    ],
    "Сколько существует категорий витых пар? ": [
        " * 4",
        " * 7",
        " * 2 ",
        " * 5 ",
        " * 6"
    ],
    "Что такое максимальный диаметр сети?": [
        " * Частное допустимого расстояния между устройствами на количество устройств",
        " * Произведение количества устройств на сумму расстояний между ними.",
        " * Сумма расстояний между устройствами, подключенными к сети.",
        " * Произведение допустимого расстояния между устройствами на количество устройств",
        " * Произведение максимального расстояния между 2-я устройствами в сети на количество устройств."
    ],
    "Какова максимальная длина сегмента в локальных сетях без повторителей с использованием коаксиального кабеля?": [
        " * 10   м",
        " * 200  м",
        " * 100 км",
        " * 10 км",
        " * 100 м"
    ],
    "Что такое кадр?": [
        " * Схема соединения компьютеров в сети.",
        " * Логическая порция данных, передаваемая в сети имеющая стандартную структуру.",
        " * Логическая порция данных, имеющая одинаковый протокол.",
        " * Порция данных, имеющих одинаковый размер.",
        " * Данные, имеющие одинаковую структуру."
    ],
    "Что такое сетевая карта (сетевой адаптер)?": [
        " * Электронная плата, хранящая список адресов устройств в сети.",
        " * Электронная плата, устанавливаемая в компьютер и другие устройства для подключения их к сети.",
        " * Устройство, хранящее  сетевые  способы обращения.",
        " * Устройство преобразования протоколов.",
        " * Устройство, осуществляющее преобразование протоколов различных сетей. "
    ],
    "Что такое  повторитель?": [
        " * Устройство, принимающее сигнал и ретранслирующее его на несколько портов. ",
        " * Устройство, используемое для увеличения протяженности локальной сети или увеличения расстояния между устройствами, подключенными к локальной сети. ",
        " * Устройство, хранящее  сетевые  способы обращения.",
        " * Устройство, используемое для увеличения расстояния между устройствами, подключенными к локальной сети.",
        " * Устройство, используемое для увеличения протяженности локальной сети."
    ],
    "Какова максимальная длина сегмента в локальных сетях без повторителей с использованием витой пары?": [
        " * 10 м",
        " * 100 м",
        " * 10 км",
        " * 200 км",
        " * 200 м"
    ],
    "Для чего используют \"мост\"?": [
        " * Для увеличения пропускной способности новых сегментов.",
        " * Для сегментации локальной сети с целью увеличение пропускной способности новых сегментов.",
        " * Для  преобразования протоколов различных сетей.",
        " * Для увеличения пропускной способности сети."
    ],
    "Какова пропускная способность локальных сетей с использованием оптоволоконного  кабеля?": [
        " * до 1000  мбит/сек",
        " * до 1000  гбит/сек",
        " * до 1000  бит/сек",
        " * до 100  мбит/сек",
        " * до 10  мбит/сек"
    ],
    "Что выполняют пассивные концентраторы?": [
        " * Функции обработки сетевых протоколов.",
        " * Простейшие функции трансляции полученных пакетов во все порты. ",
        " * Простейшие функции трансляции полученных пакетов в назначенные порты. ",
        " * Усиливают сигнал для доставки принятых пакетов",
        " * Простейшие функции компиляции полученных пакетов во все порты. "
    ],
    "Что изменяет коммутатор в работе сети?": [
        " * Усиливает  полученный сигнал.",
        " * Путь, который должны проделать данные.",
        " * Увеличивает количество компьютеров в  сети. ",
        " * Увеличивает пропускную способность сети. ",
        " * Увеличивает максимальный диаметр сети. "
    ],
    "Что такое  маршрутизатор (router)?": [
        " * Устройство,  формирующее отчет об используемых маршрутах передачи данных.",
        " * Устройство,  выбирающее один из возможных протоколов передачи  данных.",
        " * Расположенный в памяти  список адресов других сетей и устройств,",
        " * Устройство, осуществляющее преобразование протоколов различных сетей. ",
        " * Устройство,  выбирающее один из возможных путей, который должны проделать данные."
    ],
    "Что такое  шлюз (gateway)?": [
        " * Сетевое устройство, соединяющее два и более компьютеров.",
        " * Сетевое устройство, соединяющее две и более локальные сети.",
        " * Сетевое устройство, осуществляющее преобразование протоколов различных сетей. ",
        " * Устройство для увеличения протяженности локальной сети.",
        " * Сетевое устройство, выполняющее функции трансляции. "
    ],
    "Компьютерная сеть – это … ": [
        " * Система компьютеров связанная каналами передачи информации",
        " * Устройство для соединения компьютеров",
        " * Система компьютеров стоящих в одном помещении",
        " * Два компьютера соединенные кросс кабелем"
    ],
    "Чему способствует объединение в сеть ЭВМ нескольких вычислительных центров?": [
        " * Увеличению надежности функционирования вычислительных центров.",
        " * Увеличению надежности функционирования концентраторов в сети.",
        " * Увеличению надежности функционирования вычислительных центров за счет создания возможности резервирования технических ресурсов других узлов.",
        " * Возможности резервирования технических ресурсов других узлов.",
        " * Возможности резервирования технических ресурсов других узлов за счет увеличения надежности функционирования вычислительных центров."
    ],
    "Какова пропускная способность локальных сетей с использованием коаксиального кабеля?": [
        " * до 100  гбит/сек",
        " * до 10  бит/сек",
        " * до 10  гбит/сек",
        " * до 10  мбит/сек",
        " * до 100  мбит/сек"
    ],
    "Основной критерий выбора схемы соединения компьютеров в сеть? ": [
        " * требования пользователей к количеству рабочих станций",
        " * требования пользователей к производительности",
        " * количество абонентов сети",
        " * возможность расширения",
        " * стоимость"
    ],
    "Каковы основные признаки деления информационных технологий? ": [
        " - По качеству, которое обеспечивает технология",
        " - По проблемам, стоящим на пути информатизации общества",
        " - По скорости, которое обеспечивает технология",
        " - По преимуществу, которое приносит компьютерная технология",
        " - По виду задач и процессов обработки информации"
    ],
    "Какие задачи позволяет решить использование токена: ": [
        " - Защитить электронную почту и взаимодействие в системах электронного документооборота. ",
        " - Обезопасить финансовые операции в системах дистанционного банковского обслуживания.",
        " - Зашифровать данные на серверах, ноутах, рабочих станциях.",
        " - Обеспечить защиту персональных данных.",
        " - все ответы верны",
        " - Обеспечить защиту корпоративного сайта",
        " - Внедрить ЭЦП и защитить документы в системах сдачи электронной отчетности в системе интернет.",
        " - Обезопасить себя от кражи паролей к соц сетям и сайтам.",
        " - Усовершенствовать процесс аутентификации на локальном компьютере и в корпоративной сети, а также защищать доступ к бизнес приложениям."
    ],
    "Что такое целостность? ": [
        " * это   конкретное   содержание   процессов;",
        " * это внутренняя организация, представляющая собой взаимосвязи образующих ее компонентов, объединенных в две большие группы; опорную технологию и базу знаний.",
        " * это комплекс научных и инженерных знаний, отвечающих определенным требованиям ",
        " * это система, способная решать задачи, не свойственные ни одному из ее компонентов."
    ],
    "Электронные таблицы предназначены для: ": [
        " * Упорядочения текста в таблицы;",
        " * Хранения и обработки различных типов данных;",
        " * Хранения текста в удобной форме;",
        " * Хранения и обработки одинаковых типов данных"
    ],
    "Что такое программное обеспечение? ": [
        " * совокупность программ и программной документации",
        " * это ПК, оргтехника, линии связи, оборудование сетей, вид информационной технологии, зависящий от технической оснащенности (ручной, автоматизированный, удаленный), влияет на сбор, обработку и передачу информации",
        " * это совокупность данных, представленных в определенной форме я компьютерной обработки",
        " * то, что находится в прямой зависимости от технического информационного обеспечения, реализует функции накопления, обработки, анализа, хранения и интерфейса с компьютером. ",
        " * это операционная система"
    ],
    "Что такое системный интерфейс ? ": [
        " * Это настройки экрана",
        " * Это набор машинных команд с помощью которых пользователь может управлять компьютером",
        " * Это набор системных команд",
        " * Это набор приемов взаимодействия с компьютером, который реализуется операционной системой\nили ее надстройкой."
    ],
    "Что такое облачная Электронная Цифровая Подпись(ЭЦП)? ": [
        " * формируемая по запросу (логин&пароль) пользователя временная отмена пароля",
        " * формируемый по запросу (логин&пароль) пользователя одноразовый пароль",
        " * формируемый по запросу (логин&пароль) пользователя постоянный пароль",
        " * формируемый по запросу (логин&пароль) пользователя временный пароль",
        " * формируемая по запросу (логин&пароль) пользователя временная отмена доступа к паролям"
    ],
    "Какие Вы знаете свойства пакетного режима? ": [
        " - имеется большой объем входных и выходных данных; значительная их часть хранится на магнитных носителях.",
        " - алгоритм решения задачи формализован, процесс не требует вмешательства человека.",
        " - алгоритм решения задачи формализован, процесс  требующий вмешательства человека.",
        " - большое время решения задач, обусловленное объемами данных",
        " - регламентность, т.е. задачи решаются с заданной периодичностью."
    ],
    "Что такое реализация во времени? ": [
        " * это комплекс научных и инженерных знаний, отвечающих определенным требованиям ",
        " * это обеспечение  динамичности   развития   информационной технологии, ее модификация, изменение структуры, включение новых компонентов",
        " * это   конкретное   содержание   процессов;",
        " * это внутренняя организация, представляющая собой взаимосвязи образующих ее компонентов, объединенных в две большие группы; опорную технологию и базу знаний."
    ],
    "Какое сокращение связано с использованием телефонной связи через Интернет? ": [
        " * IM",
        " * HTTP",
        " * VoIP",
        " * SNMP",
        " * HTML"
    ],
    "Техник настраивает оборудование.  Каким устройствам понадобятся IP-адреса? ": [
        " - карманный ПК, соединенный с рабочей станцией, подключенной к сети",
        " - принтер с платой Ethernet",
        " - веб-камера, напрямую соединенная с хостом",
        " - IP-телефон",
        " - сервер с двумя сетевыми интерфейсными платами",
        " - автономная рабочая станция"
    ],
    "ISR имеет общий IP-адрес, выданный ISP.  Каково назначение общего IP-адреса? ": [
        " * позволяет внутренним хостам обмениваться данными друг с другом в локальной сети",
        " * позволяет внутренним хостам обмениваться данными с другими хостами в Интернет",
        " * позволяет ISR обмениваться данными с локальными серверами в сети",
        " * позволяет ISR обмениваться данными с локальными хостами в сети"
    ],
    "Используя систематический подход к диагностике, технический специалист службы поддержки подозревает наличие проблемы на уровне 3 модели OSI. Какие вопросы следует задать, чтобы изолировать проблему на уровне 3? ": [
        " - Вы видите индикатор соединения на сетевой плате?",
        " - Предусматривает ли конфигурация вашего ПК протокол DHCP?",
        " - Ваше сетевой кабель подключен?",
        " - Вы можете зайти на сайт www.cisco.com?",
        " - Вы можете направить эхо-запрос на шлюз по умолчанию?"
    ],
    "Выберите утверждение, касающееся команд ping и tracert. ": [
        " * Команда Ping отображает результат передачи; команда tracert не отображает.",
        " * Команда Tracert использует IP-адреса; команда ping их не использует.",
        " * Команда Tracert отображает каждый участок пути, в то время как команда ping отображает только ответ конечного устройства.",
        " * Обе команды - ping и tracert могут отображать результаты на дисплее в графическом виде."
    ],
    "Какой шаг необходимо предпринять после устранения проблемы? ": [
        " * Обратиться за консультацией в раздел FAQ (Часто задаваемые вопросы).",
        " * Разбор проблемы",
        " * Обновление документации.",
        " * Запуск ПО удаленного доступа."
    ],
    "Выберите протоколы, работающих на прикладном уровне модели OSI. ": [
        " - TCP",
        " - DHCP",
        " - FTP",
        " - DSL",
        " - POP3",
        " - ARP"
    ],
    "Почему важно, чтобы исходный и начальный узлы синхронизировали порядковые номера во время трехстороннего квитирования TCP? ": [
        " - чтобы определять утерянные сегменты, которые необходимо передать повторно",
        " - чтобы создать пару гнезд для связи между узлами?",
        " - чтобы оба узла могли вести учет отправленных и подтвержденных сегментов",
        " - для указания времени преобразования IP-адреса узла",
        " - чтобы обеспечить информацию о пункте назначения для сетевых устройств, через которые проходит маршрут",
        " - чтобы узел мог идентифицировать, какое приложение является пунктом назначения сегментов"
    ],
    "Главный исполнительный директор компании Quickclips, Inc. решает, что процесс резервирования должен обеспечивать возможность очень быстрого восстановления утерянных данных. Он готов согласится с более продолжительным временем выполнения самого процесса резервного копирования. Какой тип резервного копирования должен быть реализован? ": [
        " * Частичное",
        " * Разностное",
        " * полное",
        " * Последовательное"
    ],
    "Какая единица измерения обычно связана с разрешением графики? ": [
        " * пиксели",
        " * Бит/сек",
        " * Гц",
        " * Гб",
        " * Мб"
    ],
    "Выберите пункт, который должен быть задокументирован после диагностики внутреннего сбоя на веб-сервере ": [
        " - конфигурация всех сетевых устройств в ЛВС на момент сбоя",
        " - конфигурация всех хостов в ЛВС на момент сбоя",
        " - диалог с пользователем",
        " - шаги, предпринятые, но так и не приведшие к выявлению причины проблемы",
        " - шаги, предпринятые для выявления причины проблемы",
        " - когда возникла проблема "
    ],
    "Когда администратор сети применяет маску подсети 255.255.255.248 к адресу класса B, для любой заданной подсети, сколько IP-адресов могут быть присвоены устройствам? ": [
        " * 6",
        " * 30",
        " * 1022",
        " * 254",
        " * 126",
        " * 510"
    ],
    "Какие действия необходимо предпринять после того, как проблема клиента будет решена сотрудниками службы поддержки поставщика услуг Интернет? ": [
        " - задокументировать решение в заявке на проведение работ или в рабочем задании",
        " - передать заявку на уровень 2 для использования в будущем",
        " - удалить заявку на проведение работ из базы данных",
        " - подать заявку на уведомление клиента",
        " - скопировать решение в документ базы знаний для использования в будущем"
    ],
    "Сколько выделенных серверов может одновременно работать в сети? ": [
        " * только один",
        " * по числу требуемых в сети служб — для каждой сетевой службы отдельный выделенный сервер",
        " * занятость оперативной памяти ",
        " * нет специальных ограничений"
    ],
    "Конфигурация маршрутизатора пользователя предусматривает использование протокола пограничной маршрутизации для обмена маршрутами с соседним маршрутизатором, подключенным напрямую. Что определяет номер удаленного AS в команде neighbor 209.165.201.1 remote-as 200? ": [
        " * номер AS маршрутизатора, подключенного напрямую",
        " * количество участков пути до удаленного AS",
        " * номер AS локального маршрутизатора",
        " * промежуточный AS, используемый на пути к соседнему"
    ],
    "Какой метод может использоваться для конфигурирования коммутатора Cisco перед тем, как IP-адрес будет применен к интерфейсу управления? ": [
        " * программное обеспечение CiscoView с использованием Vlan 1",
        " * менеджер устройств Cisco с использованием порта консоли",
        " * интерфейс командной строки Cisco IOS с использованием порта консоли",
        " * интерфейс командной строки Cisco IOS с использованием Vlan 1"
    ],
    "Какое место является самым безопасным для хранения резервных копий? ": [
        " * запертая серверная",
        " * безопасное помещение за пределами участка",
        " * запертый телекоммуникационный зал",
        " * портативный запираемый ящик"
    ],
    "Какой вид связи является оптимальным выбором для большого университета с тремя кампусами, расположенными в одном и том же большом городе? ": [
        " * DSL",
        " * T1",
        " * Metro Ethernet",
        " * Кабель"
    ],
    "Какой процесс пользователь может выполнить на хост-машине, чтобы папка, расположенная на удаленном сервере считалась локальным ресурсом? ": [
        " * сопоставление привода",
        " * совместное использование привода",
        " * установка полномочий совместно используемых ресурсов",
        " * подключение удаленного пользователя"
    ],
    "Посредством серии непрерывных попыток злоумышленник пробует различными способами подобрать пароли.  В результате блокируются другие пользователи в сети.  К каком типа относится предпринятая атака? ": [
        " * “пинг смерти” (pingofdeath)",
        " * DDoS",
        " * Синхронная лавина пакетов",
        " * переборный криптоанализ"
    ],
    "Интернет – это ... ": [
        " * Компьютер, на котором можно просматривать гипертекст",
        " * Огромное количество компьютеров по всему миру",
        " * Компьютерная сеть, связывающая компьютеры в нутрии одного региона",
        " * Всемирная компьютерная сеть"
    ],
    "Что делает повторитель?": [
        " * Ретранслирует полученный сигнал.",
        " * Усиливает,  ретранслирует и кодирует  полученный сигнал.",
        " * Усиливает и ретранслирует полученный сигнал.",
        " * Дублирующее (повторяющее)  передающий сигнал устройство",
        " * Усиливает  полученный сигнал."
    ],
    "Что такое топология компьютерных сетей?": [
        " * Схема соединения компьютеров в сеть.",
        " * Схема соединения концентраторов в сети.",
        " * Количество компьютеров в сети.",
        " * Схема резервирования технических ресурсов компьютеров в сети.",
        " * Количество связанных между собой коммутаторов в сети."
    ],
    "Какова максимальная длина сегмента в локальных сетях без повторителей с использованием оптоволоконного кабеля?": [
        " * ограничение не установлено\n",
        " * 1000 км",
        " * 1000 м",
        " * 30000 км",
        " * 100 м"
    ],
    "Что выполняет интеллектуальный концентратор ?": [
        " * Простейшие функции трансляции полученных пакетов во все порты. ",
        " * Управление работой сети, поиск и устранение неисправностей, работу с устройствами, поддерживающими одинаковые скорости, встроенные функции маршрутизации и ретрансляции.",
        " * Функции обработки сетевых протоколов.",
        " * Усиливают сигнал, изменяют порядок  доставки принятых пакетов",
        " * Управление работой сети, поиск и устранение неисправностей, работу с устройствами, поддерживающими разные скорости, встроенные функции маршрутизации и ретрансляции."
    ],
    "Что такое  вычислительная сеть (ВС)?": [
        " * Комплекс территориально расположенных ЭВМ и терминальных устройств.",
        " * Количество одновременно используемых ЭВМ и терминальных устройств.",
        " * Количество ЭВМ и терминальных устройств в определенном районе.",
        " * Комплекс территориально расположенных ЭВМ и терминальных устройств, связанных между собой каналами передачи данных",
        " * Комплекс территориально расположенных терминальных устройств, связанных между собой каналами передачи данных"
    ],
    "Что такое адресное пространство?": [
        " * Протяженность локальной сети.",
        " * Объем физически доступной оперативной памяти.",
        " * Объем физически адресуемой процессором оперативной памяти.",
        " * Пространство, адресуемое сетевым протоколом.",
        " * Физически адресуемый объем винчестера (жесткого диска)."
    ],
    "Укажите основные топологии КС?": [
        " - кольцевая",
        " - коммутируемая",
        " - звездообразная",
        " - шинная",
        " - комбинированная"
    ],
    "Какая линия связи имеет наибольшую пропускную способность в домашней локальной сети?": [
        " * Оптоволоконный кабель. ",
        " * Связи должна  осуществляться через SWITCH при любой линии связи.",
        " * Витая пара.",
        " * Телефонный кабель.",
        " * Коаксиальный кабель."
    ],
    "Какова пропускная способность локальных сетей с использованием витой пары?": [
        " * до 100  бит/сек",
        " * до 100  мбит/сек",
        " * до 1000  мбит/сек",
        " * до 10  мбит/сек",
        " * до 100  гбит/сек"
    ],
    "Что такое протокол?": [
        " * Отчет о результатах работы устройств в сети.",
        " * Отчет о результатах передачи кадров в сети.",
        " * Логическая порция данных.",
        " * Механизм (алгоритм) передачи кадров в сети.",
        " * Информация о количестве переданных кадров во время работы сети."
    ],
    "Что такое функциональные   компоненты? ": [
        " * это   конкретное   содержание   процессов   циркуляции   и переработки информации;",
        " * это внутренняя организация, представляющая собой взаимосвязи образующих ее компонентов",
        " * это внутренняя организация, представляющая собой взаимосвязи образующих ее компонентов, объединенных в две большие группы; опорную технологию и базу знаний.",
        " * это совокупность аппаратных средств автоматизации, системного и инструментального программного обеспечения."
    ],
    "Что такое взаимодействие с внешней средой? ": [
        " * взаимодействие развития, модификации и изменения структуры с включением новых компонентов.",
        " * способность решать задачи не свойственные ни одному из ее компонентов.",
        " * взаимодействие с объектами управления, предприятиями и системами, наукой, промышленностью.",
        " * обеспечение динамичности развития, модификация, изменение структуры, включение новых компонентов."
    ],
    "Укажите сущность  интеллекта? ": [
        " * невозможность мозга воспринимать ту или иную информацию и неиспользование её в окружающей , для своего блага.",
        " * способность эволюционирующей кибернетической системы в процессе автономного адаптивного управления собственным существованием во внешней среде оперировать информационными моделями ОР. ",
        " * возможность мозга воспринимать ту или иную информацию и использовать её в окружающей , для своего блага"
    ],
    "Основные черты современных ИТ ": [
        " - Широкое использование компьютерного сохранения и предоставление информации в необходимом виде",
        " - Структурированность стандартов цифрового обмена данными алгоритмов",
        " - Передача информации посредством цифровых технологий на практически безграничные расстояния",
        " - Структурированность использования протокола передачи данных"
    ],
    "Что такое опорная технология? ": [
        " * совокупность описаний, обеспечивающие взаимопонимание между пользователями: специалистами предприятия и разработчиками.",
        " * совокупность аппаратных средств автоматизации, системного и инструментального программного обеспечения, на основе которых реализуются подсистемы хранения и переработки информации.",
        " * система, способная решать задачи, не свойственные ни одному из ее компонентов.",
        " * это   конкретное   содержание   процессов   циркуляции   и переработки информации;"
    ],
    "Что такое пакетный режим? ": [
        " * режим реализующий математические информационные технологии.",
        " * режим не позволяющий  пользователю вмешаться в процесс решения задачи.",
        " * режим  позволяющий  пользователю вмешаться в процесс решения задачи.",
        " * режим реализующий функциональные информационные технологии."
    ],
    "Что такое информационная технология? ": [
        " * это   конкретное   содержание   процессов   циркуляции   и переработки информации;",
        " * это комплекс взаимосвязанных инженерных дисциплин изучающих социальные, экономические и культурные проблемы ",
        " * это комплекс научных и инженерных знаний отвечающих определенным требованиям",
        " * это комплекс взаимосвязанных инженерных дисциплин, изучающих методы эффективной организации труда людей, занятых обработкой и хранением информации, а также связанные со всем этим социальные, экономические и культурные проблемы."
    ],
    "Откуда ISP получают общие адреса, присваиваемые конечным пользователям? ": [
        " * ISP получают блоки адресов от регистрирующих организаций.",
        " * ISP создают адреса самостоятельно.",
        " * ISP получают свои адреса автоматически.",
        " * Адреса присваиваются ISP через RFC."
    ],
    "Назовите характеристики горизонтального кабеля. ": [
        " - Оканчивается на лицевой панели на рабочем месте пользователя.",
        " - Соединяет ПК с лицевой панелью.",
        " - Соединяет два сетевых устройства, расположенные в различных промежуточных распределительных щитах.",
        " - Оканчивается на коммутационной панели в промежуточном распределительном щите или в главном распределительном щите.",
        " - Подсоединяется напрямую к коммутатору или маршрутизатору в главном распределительном щите."
    ],
    "Какие типы сетевых документов должен заполнить технический специалист, прежде чем проектировать новую сеть? ": [
        " - отчет об обследовании объекта",
        " - карты топологии",
        " - лист инструкций",
        " - инвентарная ведомость",
        " - оценка стандартов",
        " - инициатива по модернизации"
    ],
    "Программа какого типа устанавливает и собирает личную информацию, включая информацию о пароле и профиле, с компьютера, без разрешения и без ведома пользователя? ": [
        " * баннеры, открывающиеся под активным окном браузера",
        " * всплывающие сообщения",
        " * шпионящее ПО",
        " * бесплатный программный продукт с размещенной в нём рекламой"
    ],
    "Сетевой администратор выполняет диагностику компьютера, работающего ненормально.  Он медленно загружается, программы не загружаются, а клавиатура реагирует очень медленно.  Какие действия должен предпринять администратор? ": [
        " * Подключить ПК кИнтернет и проверить наличие исправлений на веб-сайте операционной системы.",
        " * Подключить другую клавиатуру.",
        " * Загрузить ПК и запустить антивирусное приложение и приложение, блокирующее шпионские программные продукты с внешнего диска.",
        " * Добавить ПК в сеть, чтобы проверить, взаимодействует ли данный компьютер с другими ПК."
    ],
    "В каких случаях потребуется управление маршрутизатором по сети средствами протоколов? ": [
        " - для исправления ошибки, приведшей к отключению сетевых интерфейсов на маршрутизаторе",
        " - в случае, если настройки конфигурации преобразования NAT являются неправильными",
        " - для резервного копирования текущей конфигурации на tftp-сервер",
        " - при доступе поставщика услуг Интернет к пользовательскому маршрутизатору для мониторинга нормальной работы",
        " - для доступа и конфигурирования маршрутизатора перед началом работы IP-сети"
    ],
    "Необходимо сконфигурировать новую сеть на маршрутизаторе. Какую из следующих задач необходимо выполнить, чтобы сконфигурировать данный интерфейс и реализовать динамическую IP-маршрутизацию для новой сети? ": [
        " - Конфигурировать протокол маршрутизации с IP-адресом новой сети.",
        " - Обновить информацию о конфигурации ",
        " - Присвоить интерфейсу IP-адрес и маску подсети.",
        " - Конфигурировать протокол маршрутизации, используемый на всех других корпоративных маршрутизаторах с информацией о новой сети.",
        " - Конфигурировать протокол маршрутизации с IP-адресом и маской подсети нового интерфейса.",
        " - Выбрать конфигурируемый протокол маршрутизации."
    ],
    "Что должен сделать технический специалист на объекте немедленно после завершения обследования объекта? ": [
        " * ознакомиться с результатами обследования вместе с проектировщиком сети",
        " * начать планирование работ по модернизации сети",
        " * ознакомиться с результатами обследования вместе с клиентом для проверки точности",
        " * заказать необходимые сетевые устройства и программное обеспечение"
    ],
    "В каком случае “подлинность” клиента считается установленной, если в точке доступа включена только фильтрация MAC-адресов? ": [
        " * если точка доступа проверяет наличие соответствующего MAC-адреса в таблице MAC-адресов и отправляет клиенту сообщение с подтверждением",
        " * если клиент отправляет в точку доступа MAC-адрес",
        " * если точка доступа отправляет MAC-адрес на сервер и получает уведомление о том, что данный MAC-адрес является действительным",
        " * если клиент предоставляет правильный секретный ключ для точки доступа"
    ],
    "Небольшая компания, занимающаяся недвижимостью, имеющая один офис, желает приобрести компьютер и использовать его как хранилище файлов. Компьютер какого типа подойдет для этой цели лучше всего? ": [
        " * Рабочая станция",
        " * Основной сервер",
        " * Компактный серверный модуль",
        " * Сервер, смонтированный в стойке",
        " * Автономный сервер"
    ],
    "При разработке схемы именования для сети, какие элементы данных являются наиболее важными при определении имени компьютера? ": [
        " * Тип устройства",
        " * Операционная система",
        " * Год покупки",
        " * Установленное программное обеспечение",
        " * Местоположение"
    ],
    "Какие факторы могут повлиять на способность хостов подключаться к AP с помощью радиочастотных сигналов? ": [
        " - Оборудование, соответствующее одному стандарту, будет удовлетворять всем другим стандартам.",
        " - Мощность радиочастотного сигнала возрастает по мере увеличения расстояния.",
        " - Доступная полоса пропускания между устройствами используется совместно с AP.",
        " - Несколько устройств, работающих на одной частоте, приводят к появлению помех.",
        " - Беспроводное соединение должно быть выполнено по нескольким перекрывающимся каналам.",
        " - Стандарт 802.11A несовместим со стандартами 802.11 B/G."
    ],
    "Домен какого уровня в DNS представляет пример www.cisco.com? ": [
        " * домен верхнего уровня",
        " * Поддомен",
        " * полностью уточненное имя домена",
        " * домен второго уровня"
    ],
    "Почему многие поставщики услуг Интернет подключены к IXP или к NAP? ": [
        " - Для обеспечения возможности коммутируемого доступа для своих клиентов",
        " - для доступа к магистральной сети Интернет",
        " - для защиты передачи данных по сети",
        " - для получения доступа к сетям друг друга",
        " - для создания больших частных сетей"
    ],
    "Какой тип подключения к глобальной вычислительной сети (WAN) используют сети с коммутацией пакетов? ": [
        " * коммутируемый доступ",
        " * технология ретрансляции кадров (framerelay)",
        " * ISDN (цифровая сеть интегрального обслуживания)",
        " * точка-точка"
    ],
    "Веб-сервер S2 должен быть доступен из Интернет.  Какая опция NAT обеспечивает метод доступа к S2 для внешних хостов? ": [
        " * преобразование адреса порта",
        " * динамическое NAT с перегрузкой",
        " * статическое NAT",
        " * динамическое NAT с использованием пула NAT"
    ],
    "Согласно какому сценарию безопасность беспроводной сети является важнейшей? ": [
        " * Агент по недвижимости отправляет информацию о продаже дома с мобильного телефона.",
        " * Беспроводная мышь использует инфракрасный порт ПК.",
        " * Два пользователя создают беспроводную одноранговую сеть для передачи музыкального файла.",
        " * Расположенная неподалеку кофейня предоставляет бесплатный доступ в Интернет в качестве активной точки беспроводной сети."
    ],
    "Какие задачи должен выполнить технический специалист, прежде чем начинать любую диагностику или ремонт на участке клиента? ": [
        " - проверить заявку вместе с клиентом, чтобы убедиться в том, что вся информация верна",
        " - проверить кабелепроводку на предмет ее исправности или подключения к неправильному порту",
        " - доставить поврежденное оборудование на участок поставщика услуг Интернет для ремонта",
        " - задокументировать выполненные задачи по диагностике и решение",
        " - предоставить документы, удостоверяющие его личность, включая имя и место работы"
    ],
    "Что выполняют активные концентраторы?": [
        " * Простейшие функции трансляции полученных пакетов во все порты. ",
        " * Усиливают сигнал для доставки принятых пакетов",
        " * Усиливают сигнал, изменяют порядок и временные характеристики доставки принятых пакетов. ",
        " * Усиливают сигнал, изменяют порядок, временные характеристики и скорость доставки принятых пакетов",
        " * Усиливают сигнал, изменяют порядок  доставки принятых пакетов"
    ],
    "Какой топологии сетей не существует? ": [
        " * Шинная топология ",
        " * Топология \"Квадрат\" ",
        " * Топология \"Звезда\"",
        " * Топология \"Кольцо\""
    ],
    "Какие типы концентраторов существуют? ": [
        " * Комбинированные, интеллектуальные, одноранговые.",
        " * Пассивные, активные.",
        " * Пассивные, активные и интеллектуальные, комбинированные.",
        " * принимающие и передающие сетевые протоколы",
        " * Пассивные, активные и интеллектуальные. "
    ],
    "Что такое коммутатор Ethernet (switch)?": [
        " * Устройство,  выбирающее один из возможных путей, который должны проделать данные.",
        " * Устройство направляющее принятый пакет в соответствующий порт.",
        " * Устройство, считывает адрес получателя из заголовка пакета и направляющее пакет в соответствующий порт. ",
        " * Устройство, используемое для увеличения протяженности локальной сети.",
        " * Устройство, соединяющее две и более локальные сети"
    ],
    "Что такое  мост (bridge)?": [
        " * Устройство, соединяющее две и более локальные сети. ",
        " * Устройство,  выбирающее один из возможных путей, который должны проделать данные",
        " * Устройство, соединяющее два устройства подключенных к сети. ",
        " * Устройство, соединяющее два и более компьютеров. ",
        " * Сетевое устройство, осуществляющее преобразование протоколов различных сетей. "
    ],
    "Что такое   таблица маршрутизации?": [
        " * Расположенная в памяти таблица свободных маршрутов пересылки данных.",
        " * Таблица способов обращения к другим сетям и устройствам",
        " * Расположенный в памяти  список адресов других сетей и устройств,",
        " * Расположенный в памяти список используемых протоколов.",
        " * Расположенный в памяти список пользователей сети."
    ],
    "Какой ключ используется для проверки подлинности Электронной Цифровой Подписи (ЭЦП)? ": [
        " * открытый",
        " * проверка проходит по паролю",
        " * закрытый",
        " * подлинный",
        " * ключи не используются"
    ],
    "Что такое обеспечивающие технологии? ": [
        " * Это технологии обработки информации, которые могут использоваться как инструментарий \nв различных предметных областях",
        " * Это модификация обеспечивающих технологий для задач определенной предметной области"
    ],
    "Что такое Электронная Цифровая Подпись? ": [
        " * полученный в результате криптографического преобразования информации реквизит электронного документа с использованием закрытого ключа подписи . ",
        " * полученный реквизит электронного документа",
        " * таких продписей не существует",
        " * полученный в результате криптографического преобразования информации реквизит электронного документа с использованием открытого ключа подписи",
        " * зашифрованная подпись на магнитном носителе"
    ],
    "Что такое модель предметной области? ": [
        " * совокупность описаний, обеспечивающие взаимопонимание между пользователями: специалистами предприятия и разработчиками.",
        " * совокупность аппаратных средств автоматизации, системного и инструментального программного обеспечения, на основе которых реализуются подсистемы хранения и переработки информации.",
        " * модель, способная решать задачи, не свойственные ни одному из ее компонентов.",
        " * совокупность механических средств автоматизации, системного и инструментального программного обеспечения, на основе которых реализуются подсистемы хранения и переработки информации."
    ],
    "Какие бывают базы знаний? ": [
        " - экстенсиональные",
        " - иерархические",
        " - экстрасиональные",
        " - интенсиональные",
        " - интегративные"
    ],
    "Что такое функциональные информационные технологии (ФИТ) ? ": [
        " * Это модификация обеспечивающая технологии для задач определенной предметной области",
        " * Это технологии обработки информации, которые могут использоваться как инструментарий \nв различных предметных областях"
    ],
    "Что такое база знаний? ": [
        " * Количество информации",
        " * Совокупность предметов изучаемых в Университете",
        " * Информационное поле",
        " * Совокупность знаний,хранящихся в ЭВМ",
        " * Совокупность информации, хранящейся в ЭВМ"
    ],
    "Укажите составляющие информационных технологий  ": [
        " - Сетевое программное обеспечение",
        " - Информационное обеспечение ",
        " - Программное обеспечение",
        " - Техническое обеспечение ",
        " - Организационное и методическое обеспечение"
    ],
    "Каким требованиям должна отвечать информационная технология? ": [
        " - обеспечивать высокое качество всего процесса обработки информации\n",
        " - иметь регулярный характер. Этапы, действия, операции технологического процесса могут быть стандартизированы и унифицированы\n",
        " - иметь невысокую стоимость, позволяющую использовать ее для внедрения в производственный процесс для большинства предприятий\n",
        " - обеспечивать высокую степень расчленения всего процесса обработки информации на этапы (фазы), операции, действия.\n",
        " - включать весь набор элементов, необходимых для достижения поставленной цели."
    ],
    "С помощью какого безопасного способа клиент может подключиться к внутриполосному устройству с целью удаленного мониторинга и администрирования? ": [
        " * SSH",
        " * консольный порт",
        " * Telnet",
        " * HTTP"
    ],
    "Какие протоколы уровня приложения используют UDP в качестве транспортного протокола? ": [
        " - ICMP",
        " - Система доменных имен (DNS)",
        " - SMTP",
        " - простейший протокол передачи файлов (TFTP)",
        " - SNMP",
        " - HTTP"
    ],
    "Назовите характеристики масштабируемой сети? ": [
        " - легко перегружается при увеличении трафика",
        " - увеличивается в размерах, не влияя на существующих пользователей",
        " - менее надежна, чем небольшая сеть",
        " - содержит ограниченное количество приложений",
        " - содержит модульные устройства, делающие возможным расширение"
    ],
    "Сетевой техник должен установить на компьютер новую ОС. Какой метод установки следует использовать, чтобы сохранить данные, настройки приложений и параметры конфигурации, а также уже существующее разбиение? ": [
        " * Виртуализация",
        " * Модернизация",
        " * Альтернативная загрузка",
        " * Чистая установка"
    ],
    "Какова маска подсети по умолчанию для адреса 172.31.18.222? ": [
        " * 255.0.0.0",
        " * 255.255.0.0",
        " * 255.255.255.255",
        " * 255.255.255.0",
        " * 255.255.255.254"
    ],
    "Почему малые предприятия и физические лица выбирают DSL и кабельные соединения вместо соединений T3 ": [
        " * DSL и кабельные соединения обеспечивают более высокие скорости, чем соединения T3.",
        " * соединения T3 не обеспечивают достаточную полосу пропускания для восходящего потока, удовлетворяющую их потребности.",
        " * соединения T3 менее надежны, чем DSL или кабель.",
        " * Последовательные соединения T3 обычно стоят дороже, чем DSL или кабельные соединения."
    ],
    "Какие методы используются для добавления удаленных сетей в таблицу маршрутизации? ": [
        " - добавляются путем широковещательной передачи их сетевого номера сетевой интерфейсной платой",
        " - экспортируются из таблицы MAC-адресов",
        " - вводятся администратором",
        " - добавляются через протокол маршрутизации",
        " - добавляются посредством преобразования адресов",
        " - импортируются из флэш-памяти маршрутизатора"
    ],
    "Пусть сеть состоит из идентичных компьютеров, на которых установлены однотипные ОС   За одним из компьютеров административно закреплены функции по обслуживанию запросов остальных компьютеров(все пользователи сети хранят свои файлы на диске этого компьютера)   К какому типу сети вы отнесете эту сеть? ": [
        " * занятость оперативной памяти ",
        " * гибридная сеть ",
        " * одноранговая сеть",
        " * сеть с выделенным сервером"
    ],
    "Какие из перечисленных задач выполняется протоколами маршрутизации? ": [
        " - изучение доступных маршрутов во все пункты назначения",
        " - размещение лучшего маршрута в таблице маршрутизации",
        " - информирование узлов ЛВС о новых адресах шлюзов по умолчанию",
        " - удаление маршрутов из таблицы маршрутизации по истечении срока действия",
        " - обеспечение схемы адресации для идентификации сетей",
        " - транспортировка пользовательских данных в сеть назначения"
    ],
    "В момент подключения почтовый клиент загружает все сообщения, а затем удаляет их с почтового сервера. Какой тип подключения клиента делает это по умолчанию? ": [
        " * SMTP",
        " * IMAP",
        " * POP3",
        " * POP1"
    ],
    "Какие функции выполняет NAT в ISR? ": [
        " * NAT получает IP-адрес и преобразует его в адрес шлюза, используемого по умолчанию.",
        " * NAT получает внутренний глобальный IP-адрес и преобразует его в локальный исходный IP-адрес.",
        " * NAT получает внутренний исходный IP-адрес и преобразует его в глобальный IP-адрес.",
        " * NAT получает локальный IP-адрес и преобразует его во внутренний исходный IP-адрес."
    ],
    "Назовите  характеристики кабеля на основе неэкранированной витой пары. ": [
        " - обычно используется между зданиями",
        " - самый легкий в установке тип сетевого кабеля",
        " - обычно используется для соединения с Интернет поставщиком услуг кабельного ТВ",
        " - использует свет для передачи данных",
        " - наиболее широко используемый тип сетевого кабеля",
        " - восприимчив к электромагнитным и радиочастотным помехам"
    ],
    "Администратор сети может успешно отправить эхо-запрос на сервер по адресу www.cisco.com, но не может направить эхо-запрос на веб-сервер компании, расположенный на участке поставщика услуг Интернет в другом городе. С помощью какого инструмента или команды можно определить конкретный маршрутизатор, в котором произошла потеря или задержка пакета? ": [
        " * traceroute",
        " * telnet",
        " * Netstat",
        " * Ipconfig"
    ],
    "Какая зона DNS преобразует полностью в полностью уточненные имена доменов в IP-адреса с использованием локального сервера DNS? ": [
        " * динамический поиск",
        " * записи ресурсов",
        " * прямой поиск",
        " * обратный поиск"
    ],
    "Что является основными компонентами компьютерных сетей?": [
        " - Компьютеры и их внешние устройства.",
        " - Линии связи.",
        " - Количество периферийных устройств",
        " - Пропускная способность линий связи. ",
        " - Коммуникационное оборудование."
    ],
    "Какие задачи решаются на уровне операционной деятельности? ": [
        " - обработка данных об операциях, производимых фирмой;",
        " - получение ответов на всевозможные текущие запросы и оформление их в виде бумажных документов или отчетов.",
        " - создание периодических контрольных отчетов о состоянии дел в фирме;",
        " - обеспечение циркуляции и переработке информации;"
    ],
    "Для чего предназначена Электронная Цифровая Подпись(ЭЦП)? ": [
        " * для сравнения с подлинником",
        " * для полученния  реквизитов  электронного документа",
        " * для обеспечение динамичности развития новых компонентов",
        " * для идентификации лица подписавшего документ и является полноценным аналогом подписи.",
        " * для ограничения доступа к документам"
    ],
    "Какова цель информационной технологии? ": [
        " * получить нужную информацию требуемого качества на заданном носителе.",
        " * получить информацию",
        " * создать новый информационный продукт",
        " * обеспечить взаимопонимание между пользователями: специалистами предприятия и разработчиками "
    ],
    "Что такое целостность информационной технологии? ": [
        " * обеспечение динамичности развития, модификация, изменение структуры, включение новых компонентов ",
        " * способность решать задачи не свойственные ни одному из ее компонентов.",
        " * способность решать задачи свойственные всем ее компонентам.",
        " * взаимодействие с объектами управления, предприятиями и системами, наукой, промышленностью.",
        " * неспособность решать задачи свойственные ее компонентам."
    ],
    "Какие утверждения описывают функцию “журнал команд”? ": [
        " - Данная функция отображает последние пять команд, которые были введены в режиме глобальной конфигурации.",
        " - Она сохраняет результат выполнения нескольких последних команд show",
        " - Для доступа к ней используйте клавиши “стрелка вверх” и “стрелка вниз”.",
        " - Прежде чем данную функцию можно будет использовать, необходимо сконфигурировать буфер журнала.",
        " - Данная команда отображает последнюю командную строку, введенную в текущем режиме."
    ],
    "Почему во время разработки структурированной кабелепроводки очень важно получить точный поэтажный план? ": [
        " - для определения возможных местоположений коммутационных отсеков",
        " - для оценки необходимого количества кабеля",
        " - во избежание участков с электрооборудованием или проводкой",
        " - для проектирования адресации уровня 3",
        " - для определения необходимого количества хост-устройств",
        " - для совместного использования кабельных желобов с уже существующей электропроводкой"
    ],
    "Какие утверждения являются истинными для двоичных октетов? ": [
        " - Если все биты в октете имеют значение единица (1), значение октета составляет 256.",
        " - Если бит имеет значение (0), его значение в столбце не учитывается.",
        " - В октете существуют 32 позиции значений.",
        " - Самый правый бит в октете имеет значение 0 во включенном состоянии.",
        " - Хост рассматривает каждый бит IP-адреса, поступающего на сетевую интерфейсную плату хоста.",
        " - Значение каждого бита в октете в два раза больше значения бита, расположенного справа."
    ],
    "Каковы наиболее часто используемых метода поиска DNS? ": [
        " - конфигурируя файл HOST на каждом компьютере",
        " - статически присваивая информацию DNS хостам",
        " - с использованием ISP-кэширующих серверов DNS",
        " - используя сервер DNS, расположенный в помещении компании",
        " - с использованием домена верхнего уровня (TLD), зарегистрированного на компанию"
    ],
    "Каким образом светодиодный индикатор указывает на то, что через порт передается трафик? ": [
        " * мигает",
        " * горит постоянным желтым светом",
        " * находится в выключенном состоянии",
        " * горит постоянным зеленым светом"
    ],
    "Что такое CSMA/CA в сети? ": [
        " * метод доступа, используемый технологией проводных Ethernet во избежание коллизий",
        " * метод доступа, используемый технологией беспроводной связи во избежание дублирующих SSID",
        " * метод доступа, используемый технологией беспроводной связи во избежание коллизий",
        " * метод доступа, используемый любой технологией, имеющей чрезмерные коллизии"
    ],
    "Клиент поставщика услуг Интернет звонит с сообщением о том, что веб-сервер web-s1.cisco.com недоступен через веб-браузер.  Техник использует средства командной строки для выявления проблемы и начала процесса диагностики.  Какие два факта о проблеме можно определить на основании результатов, отображенных на графике? ": [
        " - Вышел из строя шлюз по умолчанию между исходным узлом и сервером по адресу 192.168.0.10.",
        " - Возникла проблема с программным обеспечением веб-сервера на web-s1.cisco.com.",
        " - Вышел из строя маршрутизатор между исходным узлом и сервером web-s1.cisco.com.",
        " - DNS не может присвоить IP-адрес серверу web-s1.cisco.com.",
        " - Веб-сервер по адресу 192.168.0.10 доступен с исходного узла."
    ],
    "Какие функции безопасности обычно присущи ISR? ": [
        " - SPI",
        " - POP3",
        " - HTTP",
        " - NAT",
        " - DM3",
        " - Межсетевой экран на основе сервера"
    ],
    "Сетевой инженер конфигурирует новый маршрутизатор.  Интерфейсы были сконфигурированы с IP-адресами, но протоколы маршрутизации или статические маршруты еще не были сконфигурированы.  Какие маршруты присутствуют в таблице маршрутизации? ": [
        " * маршруты по умолчанию",
        " * Маршруты отсутствуют. Таблица маршрутизации пуста.",
        " * маршруты широковещательной рассылки",
        " * прямые соединения"
    ],
    "Каков конечный MAC-адрес широковещательного кадра Ethernet? ": [
        " * FF-FF-FF-FF-FF-FF",
        " * 255.255.255.255",
        " * 1.1.1.1",
        " * AA-AA-AA-AA-AA-AA"
    ],
    "Что такое ТОКЕН? ": [
        " * это устройство в виде USB-брелока, которое служит для авторизации пользователя, защиты электронной переписки, безопасного удаленного доступа к информационным ресурсам, а также надежного хранения любых персональных данных",
        " * это устройство в виде USB-брелока, которое служит для формиррования по запросу пользователя одноразового  пароля",
        " * полученный в результате криптографического преобразования информации реквизит электронного документа с использованием открытого ключа подписи",
        " * формируемая по запросу (логин&пароль) пользователя временная отмена доступа к паролям",
        " * зашифрованная подпись на USB-брелоке"
    ],
    "Какая информация записывается в Электронную Цифровую Подпись(ЭЦП) ": [
        " - имя файла открытого ключа подписи",
        " - информация о лице сформировавшем подпись",
        " - дата формирования подписи",
        " - имя файла закрытого ключа подписи",
        " - пароль для доступа к ЭЦП"
    ],
    "Каковы наиболее существенные проблемы, стоящие на пути информатизации? ": [
        " - выработка соглашений и установление стандартов, протоколов   для компьютерной связи;",
        " - организация защиты и безопасности информации.",
        " - организация доступа к стратегической информации;",
        " - проблема обработки больших объемов информации"
    ],
    "Что такое диалоговый режим? ": [
        " * режим не позволяющий  пользователю вмешаться в процесс решения задачи",
        " * режим реализующий функциональные информационные технологии.",
        " * режим реализующий математические информационные технологии.",
        " * режим  позволяющий  пользователю вмешаться в процесс решения задачи"
    ],
    "Почему оценка риска имеет критическое значение для планирования восстановления после сбоев? ": [
        " * Содержит утверждение руководства в отношении реализации плана.",
        " * Определяет роли каждого участника группы восстановления после сбоев.",
        " * Определяет вероятные сбои, которые могут произойти, и их влияние на работу предприятия.",
        " * Определяет приложения с высоким приоритетом, которые необходимо сохранить быстро."
    ],
    "Что делает возможным отправку и получение электронной почты на широком диапазоне устройств, включая сотовые телефоны, карманные ПК, ноутбуки и стационарные ПК? ": [
        " * В устройствах используется одно и то же программное обеспечение почтового клиента, поэтому они являются совместимыми.",
        " * Поставку программного обеспечения для почтового сервера осуществляет единый поставщик.",
        " * Почтовое программное обеспечение написано с использованием стандартов и протоколов, гарантирующих совместимость.",
        " * На всех устройствах используется одна и та же операционная система."
    ],
    "Какие сетевые устройства используются в Интернете для маршрутизации трафика между автономными системами? ": [
        " - узлы Интернета",
        " - внутренние маршрутизаторы",
        " - коммутаторы поставщика услуг",
        " - маршрутизаторы пограничного шлюза"
    ],
    "Какова одна из наиболее частых причин невозможности подключения хостов? ": [
        " * сбой оборудования",
        " * ошибка оператора",
        " * проблемы с кабелепроводкой",
        " * проблемы адресации"
    ],
    "Какие ОС, выпущенные по Стандартной общественной лицензии, позволяют конечным пользователям изменять и расширять шифр? ": [
        " - BSD",
        " - UNIX",
        " - Mac OS X",
        " - Windows XP",
        " - Linux"
    ],
    "Какие адреса являются действительными адресами подсети, если 172.25.15.0/24 далее организуется в подсеть путем заимствования дополнительных четырех битов? ": [
        " - 172.25.15.8",
        " - 172.25.15.248",
        " - 172.25.15.16",
        " - 172.25.15.96",
        " - 172.25.15.0",
        " - 172.25.15.40"
    ],
    "Какие варианты относятся к обязанностям агента по управлению протоколом SNMP? ": [
        " - предоставление доступа устройством путем присвоения каждому устройству идентификационного номера",
        " - направление отчетов на станцию управления сетью путем ответа на опросы",
        " - сбор информации для станции управления сетью путем опроса устройств",
        " - запуск приложений, используемых администратором для конфигурирования устройств в сети",
        " - отправка предупреждающих сообщений на станцию управления сетью в случае превышения порогового значения"
    ],
    "Почему технология беспроводной связи IEEE 802.11 позволяет осуществлять передачу данных на большие расстояние, чем техологияBluetooth? ": [
        " * используются более совершенные методы шифрования",
        " * передача осуществляется на гораздо более высоких частотах",
        " * передача осуществляется на гораздо более низких частотах",
        " * имеет более значительную выходную мощность"
    ],
    "Какие утверждения о пакетах IP верны? ": [
        " - Они также называются датаграммами.",
        " - Они также называются сегментами.",
        " - Они также называются кадрами.",
        " - Их адресация происходит с использованием исходного и конечного MAC-адреса.",
        " - Они имеют заголовок, содержащий исходный и конечный IP-адрес."
    ],
    "Выберите двоичные числа старшего разряда, с которых начинается адрес класса C. ": [
        " * 110",
        " * 010",
        " * 001",
        " * 000"
    ],
    "Какова цель команды network, используемой в конфигурации протокола маршрутизации RIP? ": [
        " * Данная команда определяет RIP v2 в качестве протокола маршрутизации.",
        " * Активирует RIP для всех маршрутов, существующих в корпоративной сети.",
        " * Определяет, какие интерфейсы interfaces будут обмениваться обновлениями маршрутизации RIP.",
        " * Делает возможным использование маски подсети переменного размера (VLSM).",
        " * Определяет кратчайший путь к маршруту в пункт назначения."
    ],
    "Какая часть шифра ОС напрямую взаимодействует с оборудованием компьютера? ": [
        " * Окно",
        " * Ядро",
        " * Оболочка",
        " * GUI"
    ],
    "Какие типы пользовательского интерфейса Вы знаете? ": [
        " - Аналитический",
        " - Системный",
        " - Функциональный",
        " - Прикладной"
    ],
    "Основные методы  построения защиты, при использовании современных электронных ключей: ": [
        " - Использования интерфейса прикладного программирования",
        " - Шифрование и кодирование",
        " - Использование мастера лицензирования и авто защиты",
        " - Реализация произвольных алгоритмов в самом ключе."
    ],
    "Что является целью информационной технологии управления? ": [
        " * в обеспечении циркуляции и переработки информации",
        " * в повышении   эффективности   производства   на   базе   использования   современных   ЭВМ",
        " * в создании нового информационного продукта",
        " * в удовлетворении информационных потребностей всех без исключения, имеющих дело с принятием решений. "
    ],
    "Пользователь открывает приложение и отправляет сообщение другу в другую страну. Какой тип приложения при этом использовался? ": [
        " * Автономное",
        " * Сетевое",
        " * Графика",
        " * Локальное"
    ],
    "Откуда маршрутизатор получает информацию об оптимальном маршруте для отправки пакета, предназначенного для узла, расположенного в удаленной сети? ": [
        " * из IOS, сохраненной во флэш-памяти",
        " * из файла конфигурации, сохраненного в оперативной памяти",
        " * из передаваемого IP-пакета",
        " * из таблицы маршрутизации, сохраненной в оперативной памяти"
    ],
    "По какой причине для резервного копирования данных используется магнитная лента? ": [
        " * Легкий поиск данных",
        " * Лента никогда не требует замены",
        " * Стоимость",
        " * Скорость"
    ],
    "Пользователь звонит в службу поддержки, чтобы сообщить о проблеме, связанной с рабочей станцией.  Какой вопрос позволят получить самую полезную информацию для диагностики? ": [
        " - Использовали ли Вы средство мониторинга сети в вашей рабочей станции?",
        " - Какая версия операционной системы используется на вашей рабочей станции?",
        " - Если вы получили сообщение об ошибке, что именно в нем говорилось?",
        " - Находится ли ваша рабочая станция на гарантийном обслуживании?",
        " - Производили ли вы какие-либо изменения над рабочей станцией в последнее время?",
        " - Когда последний раз проводилось резервное копироваание"
    ],
    "ИТ-менеджер выполняет полное резервное копирование по понедельникам и разностное резервное копирование по вторникам, средам и четвергам. В пятницу утром сервер выходит из строя и необходимо восстановить все данные. В какой последовательности следует восстанавливать ленты резервного копирования? ": [
        " * лента полного резервного копирования в понедельник, а затем ленты разностного копирования во вторник, среду и четверг",
        " * только лента полного резервного копирования в понедельник",
        " * лента полного резервного копирования в понедельник, а затем лента разностного резервного копирования в четверг",
        " * только лента разностного резервного копирования в четверг",
        " * лента разностного резервного копирования в четверг, а затем лента полного резервного копирования в понедельник"
    ],
    ".Какой режим маршрутизатора отображает подсказку Router#? ": [
        " * режим глобальной конфигурации",
        " * пользовательский режим EXEC",
        " * привилегированный режим EXEC",
        " * режим настройки"
    ],
    "Приведите  примеры входных периферийных устройств? ": [
        " - Монитор",
        " - Флэш-накопитель",
        " - Принтер",
        " - Джойстик",
        " - Сканер",
        " - Внешняя сетевая интерфейсная плата"
    ],
    "Какие бывают иерархии последовательных цепочек?": [
        " - Иерархические комбинации",
        " - Иерархии последовательных цепочек не существует.",
        " - Последовательная цепочка сама является иерархией.",
        " - Иерархические звезды.",
        " - Иерархические кольца.  "
    ],
    "Какие преимущества приносит компьютерная технология? ": [
        " - обеспечивает высокую степень расчленения всего процесса обработки информации на этапы (фазы), операции, действия;",
        " - имеет регулярный характер. ",
        " - увеличивает скорость обработки информации",
        " - включает весь набор элементов, необходимых для достижения поставленной цели;"
    ],
    "Какие элементы информации можно извлечь из IP-адреса 192.168.42.135/24? ": [
        " - Выбранная по умолчанию маска подсети 255.255.255.0.",
        " - Это один адрес узла из возможных 65534 адресов.",
        " - Вторым битом старшего разряда является 0, поэтому это адрес класса B.",
        " - Узловая часть представлена третьим и четвертым октетами.",
        " - Адрес данного узла принадлежит к родительской сети 192.168.0.0.",
        " - Это адрес класса C, поскольку mbns старшего разряда в сумме дают 110."
    ],
    "В чем заключается “принцип минимума полномочий”? ": [
        " * использование только одного сервера для хранения совместно используемых данных для локальной сети",
        " * предоставление каждому пользователю доступа только к ресурсам, необходимым для выполнения соответствующей работы",
        " * все локальные сети должны иметь открытый доступ к совместно используемым данным",
        " * если доступ к одним и тем же данным необходим нескольким пользователям, доступ должен предоставляться в порядке очередности обращений"
    ],
    "Какой уровень четырехуровневой модели TCP/IP инкапсулирует датаграммы для передачи на физический носитель? ": [
        " * Транспортный",
        " * Приложение",
        " * доступ к сети",
        " * Интернет"
    ],
    "При использовании операционной системы Windows XP, какая команда отображает информацию о компьютере, включая IP-адрес, маску подсети, шлюз по умолчанию и дополнительные сведения о DHCP и DNS? ": [
        " * ipconfig /all",
        " * winipcfg /all",
        " * Ipconfig",
        " * Winipcfg"
    ],
    "Требования к Электронной Цифровой Подписи(ЭЦП)? ": [
        " - ограниченность применения",
        " - достоверность",
        " - возможность переноса на другой документ",
        " - единственность",
        " - неподдельность",
        " - возможность изменения подписанного документа",
        " - невозможность изменения подписанного документа"
    ],
    "На какие типы подразделяются Информационные Технологии? ": [
        " - Лингвистические",
        " - Обеспечивающие",
        " - Функциональные",
        " - Математические"
    ],
    "В чем состоит главная цель реализации информационной технологии? ": [
        " * в обеспечении циркуляции и переработке информации",
        " * в создании нового информационного продукта",
        " * в повышении   эффективности   производства   на   базе   использования   современных   ЭВМ",
        " * в обеспечение  динамичности   развития   "
    ],
    "При каком кванте времени в системах, использующих алгоритм квантования,  время ожидания потока в очереди не зависит от длительности ее выполнения: ": [
        " * при маленьком кванте времени",
        " * при любом кванте времени",
        " * занятость оперативной памяти ",
        " * при длительном кванте времени"
    ],
    "Каковы преимущества NAT? ": [
        " - экономит зарегистрированные общие IP-адреса ",
        " - делает частную адресацию ЛВС недоступной для Интернет",
        " - позволяет расширять ЛВС без дополнительных общих IP-адресов",
        " - повышает производительность пограничных маршрутизаторов",
        " - создает множество общих IP-адресов"
    ],
    "Сколько сетей класса C зарезервированы для пространства частных адресов? ": [
        " * 128",
        " * 16",
        " * 1",
        " * 256"
    ],
    "Какие протоколы определяют, каким образом почтовый клиент получает почту с сервера? ": [
        " - Telnet",
        " - SMTP",
        " - FTP",
        " - POP3",
        " - IMAP",
        " - HTTP"
    ],
    "Какой компонент обеспечивает резервное питание компьютерной системы в течение короткого периода времени? ": [
        " * Сетевой фильтр",
        " * Модем",
        " * CPU",
        " * Источник бесперебойного питания"
    ],
    "Какой стандарт технологии беспроводной связи обеспечивает максимальную совместимость с предыдущими стандартами беспроводной связи, но при этом демонстрирует более высокую производительность? ": [
        " * 802.11a",
        " * 802.11n",
        " * 802.11b",
        " * 802.11g"
    ],
    "Какие факторы необходимо учитывать при выборе ОС? ": [
        " - ОС поддерживает требования конечного пользователя",
        " - Для поддержки продукта существуют человеческие ресурсы",
        " - Доступны достаточные аппаратные ресурсы",
        " - Пользователи могут самостоятельно поддерживать новое программное обеспечение",
        " - ОС имеет ограниченную доступность",
        " - ОС является обратно совместимой с MS-DOS"
    ],
    "Какую функцию выполняет установка значения поля “Включить секретный пароль” во время конфигурирования устройства ISR с использованием мастера Cisco SDM Express? ": [
        " * контролирует доступ к привилегированному режиму",
        " * контролирует доступ к режиму, исполняемому пользователем",
        " * блокирует доступ к ЛВС для неавторизованных пользователей",
        " * требует получение разрешения на доступ к Интернет"
    ],
    "Узел A сконфигурирован с IP-адресом 192.168.75.34, а узел B сконфигурирован с IP-адресом 192.168.75.50. Оба узла используют одну и ту же маску подсети 255.255.255.240, но не могут направлять друг другу эхо-запрос. Какое сетевое устройство необходимо для того, чтобы эти два узла могли взаимодействовать? ": [
        " * маршрутизаторы",
        " * Коммутатор",
        " * Концентратор",
        " * Сервер"
    ],
    "Какое периферийное устройство является запоминающим устройством, соединенным с интерфейсом USB, и позволяющим сохранять и перемещать файлы между компьютерами? ": [
        " * Сетевая интерфейсная плата",
        " * Модем",
        " * Сканер",
        " * Флэш-накопитель",
        " * Принтер"
    ],
    "В какой области сети трафик, поступающий от других хостов, может привести к остановке передачи данных передающим хостом, после чего передающий хост ждет в течение произвольного количества времени, прежде чем повторно переслать сообщение? ": [
        " * уровень доступа",
        " * одноранговая сеть",
        " * домен широковещательной рассылки",
        " * уровень распределения",
        " * область коллизий"
    ],
    "Поставщик услуг Интернет рекомендует Cisco 1841 ISR для модернизации пользовательских ЛВС малых предприятий.  Почему ISR является оптимальным вариантом для малых предприятий? ": [
        " - ISR являются оптимальным вариантом, поскольку малые предприятия обычно не требуют защиты в виде межсетевого экрана.",
        " - ISR зачастую стоит меньше, чем решение, включающее в себя автономный маршрутизатор и коммутатор ЛВС.",
        " - Поскольку функции ISR ограничены маршрутизацией и коммутацией, их легче конфигурировать.",
        " - ISR объединяют функции маршрутизации, коммутации и беспроводного доступа в одном устройстве.",
        " - ISR устраняет необходимость в установке почтового сервера или веб-сервера на участке."
    ],
    "Какое утверждение является истинным в отношении проверки подлинности с использованием предварительных ключей при включенном EAP? ": [
        " * позволяет клиентам связываться друг с другом на основании MAC-адреса",
        " * выполняет только одностороннюю проверку подлинности",
        " * требуется вычислительный сервер проверки подлинности, такой как RADIUS",
        " * использует ключ для шифрования произвольной строки байтов, отправленных AP"
    ],
    "Компании необходим компьютер старшей модели, на котором может храниться значительное количество файлов, который в состоянии быстро и одновременно обрабатывать несколько приложений. Какие компоненты являются наиболее важными с точки зрения производительности? ": [
        " - Звуковая плата",
        " - RAM",
        " - CPU",
        " - Видеоплата",
        " - Модем"
    ],
    "Каковы преимущества технологии беспроводной связи перед технологией проводных ЛВС? ": [
        " - более низкая стоимость обслуживания",
        " - более дешевые хост-адаптеры",
        " - легкая расширяемость",
        " - легкость установки",
        " - большая дальность передачи",
        " - более высокий уровень безопасности"
    ],
    "Какие этапы должны быть завершены перед началом развертывания новой сети? ": [
        " - Создаются и тестируются прототипы.",
        " - Проводится сравнение проектных данных и расходов с фактическими данными развертывания сети.",
        " - Проект утверждается заказчиком.",
        " - Проводится мониторинг работы модернизированной сети.",
        " - Генерируется аналитический отчет.",
        " - Сеть вводится в производственную среду."
    ],
    "Какие элементы данных раскрываются с помощью команды ipconfig? ": [
        " * Сервер DHCP.",
        " * IP-адрес",
        " * физический адрес",
        " * Сервер DNS",
        " * маска подсети",
        " * шлюз по умолчанию"
    ],
    "На сервер поступает IP-пакет, адресованный на порт 21 TCP.  Какой сервис уровня приложения является пунктом назначения данного пакета? ": [
        " * IMAP",
        " * POP3",
        " * FTP",
        " * HTTP",
        " * HTTPS"
    ],
    "Куда технический специалист на участке должен заносить информацию о брэнде, модели и операционной системе хостов и сетевых устройств, установленных в сети? ": [
        " * поэтажный план офиса",
        " * карта топологии",
        " * аналитический отчет",
        " * инвентарная ведомость"
    ],
    "На уровне операционной деятельности решаются следующие задачи: ": [
        " * Все ответы верны",
        " * Обработка данных о производимых операциях",
        " * Получение ответов на всевозможные текущие вопросы и оформление их в виде бумажных документов или отчетов ",
        " * Создание периодических контрольных отчетов "
    ],
    "В чем заключается одно из фундаментальных отличий между интерфейсом командной строки Cisco и интерфейсом SDM? ": [
        " * Интерфейс командной строки не может использоваться для установления соединения Telnet.",
        " * Интерфейс SDM требует установки программы эмуляции терминала на ПК.",
        " * Интерфейс командной строки можно использовать для внутреннего и внешнего управления.",
        " * Интерфейс SDM можно использовать для внутреннего и внешнего управления."
    ],
    "Какие утверждения являются истинными для трафика? ": [
        " - Трафик предназначен для сети, содержащейся в том же AS.",
        " - Все поставщики услуг Интернет должны разрешать трафик.",
        " - Трафик может перегрузить маршрутизатор Интернет.",
        " - На пути к удаленному AS трафик проходит через AS.",
        " - Поставщики услуг Интернет не могут передавать трафик от одного AS на другой."
    ],
    "Клиент поставщика услуг Интернет получил сетевой адрес класса C.  Сетевой техник должен создать пять подсетей, пригодных для использования, при этом каждая подсеть должна содержать как минимум 20 адресов узлов.  Какую маску подсети следует использовать? ": [
        " * 255.255.255.192",
        " * 255.255.255.240",
        " * 255.255.255.224",
        " * 255.255.255.0"
    ],
    "Небольшая компания, имеющая два офиса в одном здании, спрашивает совета по вопросу подключения к WAN.  Какие вопросы позволят техническому специалисту получить необходимую информацию для предоставления рекомендаций? ": [
        " - Какую сумму клиент заложил в бюджет на подключения к WAN?",
        " - Какая операционная система используется?",
        " - Какое программное обеспечение почтового клиента используют сотрудники?",
        " - Используемые компьютеры представляют собой ноутбуки или рабочие станции?",
        " - Веб-серверы компании расположены в здании или у поставщика услуг Интернет?"
    ],
    "Как классифицируются Информационные Технологии? ": [
        " - По типу пользовательского интерфейса",
        " - По вмешательству пользователя",
        " - По затратам на передачу данных",
        " - По скорости передачи данных"
    ],
    "Основными свойствами информационной технологии являются:  ": [
        " - наличие компонентов и структуры",
        " - развитие во времени",
        " - экономичность",
        " - целостность ",
        " - целесообразность",
        " - взаимодействие с внешней средой"
    ],
    "Приведите пример протокола маршрутизации, используемого для обмена информацией между автономными системами. ": [
        " * BGP",
        " * RIP",
        " * EIGRP",
        " * OSPF"
    ],
    "Какая маска подсети указана в сетевом адресе 172.16.4.8/18? ": [
        " * 255.255.240.0",
        " * 255.255.0.0",
        " * 255.255.255.0",
        " * 255.255.192.0",
        " * 255.255.248.0"
    ],
    "Какие элементы данных включены в физическую карту сети? ": [
        " - схема IP-адресации",
        " - схема именования компьютеров",
        " - местоположение и размер доменов широковещательной рассылки и областей коллизий",
        " - конфигурация оборудования конечных устройств, таких как хосты и серверы",
        " - физическое местоположение всех сетевых устройств",
        " - местоположение и длина кабелепроводов"
    ],
    "Каковы цели ДМЗ? ": [
        " - Создание сетевой среды, в которой сетевые ресурсы могут сов-местно использоваться внутренними и внешними пользователя-ми.",
        " - Создание программного межсетевого экрана на сервере, выполняющем другие функции",
        " - Создание безопасной сетевой среды, позволяющей только внутренним пользователям осуществлять доступ к корпоративному веб-серверу",
        " - Преобразование внутренних частных адресов во внешние общие адреса",
        " - Создание сетевой среды, позволяющей внешним пользователям осуществлять доступ к внутренним ресурсам, таким как веб-сервер",
        " - Предотвращение или отказ в доступе к сетевому устройству на основе типа используемого приложени"
    ],
    "Пользователь хочет протестировать соединение между хостом 3 и хостом 8 в сети.  Какую команду можно использовать для проверки соединения? ": [
        " * Ipconfig",
        " * Эхо-запрос",
        " * Nslookup",
        " * Netstat"
    ],
    "Какое утверждение описывает функцию, предоставляемую провайдерами услуг Интернет уровня 3? ": [
        " * подключать физические лица и малые предприятия к Интернет",
        " * приобрести и использовать подводный волоконно-оптический кабель для обеспечения возможности подключения к Интернет за океаном",
        " * обеспечивать канал связи между поставщиками услуг Интернет уровня 2 и глобальной магистральной сетью Интернет",
        " * объединиться с другими поставщиками услуг Интернет аналогичного размера для образования глобальной магистральной сети Интернет"
    ],
    "Что происходит, если часть сообщения с использованием TCP не доставляется на конечный хост? ": [
        " * Отправитель посылает запрос на выяснение происшедшего сбоя.",
        " * Отправитель повторно отправляет все сообщение целиком.",
        " * Ничего.  TCP не выполняет проверку на наличие ошибок и пропущенных данных.",
        " * Выполняется повторная передача пропущенной части сообщения."
    ],
    "Почему клиенту с управляемыми сервисами следует заключить соглашение об уровне обслуживания с поставщиком услуг Интернет? ": [
        " * чтобы все услуги, предоставлемые поставщиком услуг Интернет, были зафиксированы в соглашении в письменном виде",
        " * чтобы оборудование, заказываемое у поставщиков, было доставлено вовремя",
        " * чтобы электропроводка в здании заказчика удовлетворяла всем необходимым стандартам",
        " * для получения расширенных гарантий на сетевое оборудование, устанавливаемое клиентом"
    ],
    "Каким образом злоумышленник обычно связывается с жертвой? ": [
        " * через общего знакомого",
        " * по электронной почте",
        " * по телефону VoIP",
        " * по телефону"
    ],
    "Какой тип подключения в FTP закрывается автоматически по завершении передачи файла? ": [
        " * управляющий поток",
        " * процесс передачи данных",
        " * сеанс UDP",
        " * преобразователь протокола"
    ],
    "Какие сценарии являются частыми причинами проблем, связанных с подключением к физической сети? ": [
        " - кабель Ethernet подключен к неправильному порту",
        " - IP-адрес не назначен",
        " - монитор отключен",
        " - неисправный кабель Ethernet",
        " - неправильный шлюз по умолчанию"
    ],
    "Файл загружается из Интернет.  После того как пользователь открывает загруженный файл, жесткий диск пользователя разрушается, а вся информация, хранящаяся на компьютере, теряется.  К каком типа относится предпринятая атака? ": [
        " * вирус",
        " * Червь",
        " * “троянский конь”",
        " * Отказ в обслуживании"
    ],
    "Сотрудники небольшой авторемонтной компании часто обращаются на сайт одного и того же поставщика автомобильных запчастей для поиска видеозаписей процесса установки новой детали. Часто трое или четверо сотрудников просматривают один и тот же файл видео или графическое изображение с разных ПК. Какую услуг может поставщик услуг Интернет предоставить авторемонтной компании для оптимизации времени отклика данного приложения, а также других Интернет-приложений? ": [
        " * сервер потоковой передачи видео",
        " * прокси-сервер",
        " * сервер HTTPS",
        " * локальный сервер DNS"
    ],
    "Какие утверждения точно описывают таблицу ARP маршрутизатора и таблицу маршрутизации? ": [
        " - Таблица ARP содержит информацию об отдельных устройствах, а не о сетях.",
        " - Таблица маршрутизации содержит информацию об отдельных устройствах, а не о сетях.",
        " - Таблица маршрутизации содержит информацию о сетях и об отдельных устройствах.",
        " - Таблица ARP содержит информацию о сетях, а не об отдельных устройствах",
        " - Таблица маршрутизации содержит информацию о сетях, а не об отдельных устройствах.",
        " - Таблица ARP содержит информацию о сетях и об отдельных устройствах"
    ],
    "Какие утверждения описывают управление внеполосной сетью? ": [
        " - используется для первоначальной настройки устройства",
        " - использует прямое консольное подключение",
        " - с точки зрения управления службами является более предпочтительным, чем управление по сети средствами протоколов",
        " - предоставляет больший набор функциональных возможностей, чем управление по сети средствами протоколов",
        " - не требует физического подключения"
    ],
    "В небольшом офисе используется беспроводной ISR для подключения к кабельному модему, для доступа к Интернет.  Сетевой администратор получает звонок от одного из сотрудников, о том, что один офисный компьютер не может получить доступ к внешним веб-сайтам.  Первым этапом диагностики, который выполняет сетевой администратор, является направление эхо-запроса на ISR.  Какой метод диагностики здесь представлен? ": [
        " * декомпозиция и разбиение",
        " * сверху-вниз",
        " * замещение",
        " * снизу-вверх"
    ],
    "Какая технология фильтрации с помощью межсетевого экрана фиксирует фактический процесс обмена информацией между исходным и конечным устройствами и сохраняет их в таблице? ": [
        " * фильтрация списка доступа",
        " * фильтрация с сохранением информации",
        " * фильтрация содержимого",
        " * фильтрация URL"
    ],
    "Что такое структура информационной технологии? ": [
        " * это   конкретное   содержание   процессов   циркуляции   и переработки информации;",
        " * это внутренняя организация, представляющая собой взаимосвязи образующих ее компонентов",
        " * это внутренняя организация, представляющая собой взаимосвязи образующих ее компонентов, объединенных в две большие группы; опорную технологию и базу знаний.",
        " * это совокупность описаний, обеспечивающих взаимопонимание между пользователями"
    ],
    "Какой термин описывает статический разряд, который может передаваться с тела человека на электронные компоненты компьютера? ": [
        " * Заземление",
        " * Электростатический разряд",
        " * Подавление бросков напряжения",
        " * Бросок напряжения",
        " * Всплеск напряжения"
    ],
    "Какую функцию выполняет группа планирования и снабжения в организации поставщика услуг Интернет? ": [
        " * написание соглашений об уровне обслуживания",
        " * обслуживание запросов клиентов, поступающих в службу поддержки",
        " * администрирование центра управления сети",
        " * определение доступности аппаратного обеспечения и каналов существующих сетей",
        " * установка оборудования в помещениях клиента"
    ],
    "Почему важно учитывать размер сбойных доменов во время модернизации сети? ": [
        " * Для создания небольших сбойных доменов требуется меньше сетевых устройств, чем для создания больших сбойных доменов.",
        " * Большие сбойные домены обычно повышают надежность сети и сокращают время простоя.",
        " * Создание больших сбойных доменов сокращает количество IP-доменов широковещательной рассылки.",
        " * Небольшие сбойные домены сокращают количество пользователей, затронутых сбоями сетевых устройств."
    ],
    "Что такое технология? ": [
        " * это комплекс взаимосвязанных инженерных дисциплин изучающих социальные, экономические и культурные проблемы ",
        " * это   конкретное   содержание   процессов;",
        " * это комплекс научных и инженерных знаний, отвечающих определенным требованиям",
        " * это комплекс взаимосвязанных инженерных дисциплин, изучающих методы эффективной организации труда людей, занятых обработкой и хранением информации."
    ],
    "Какое утверждение является истинным в отношении адресов в частной сети? ": [
        " * Они всегда передаются через Интернет.",
        " * Они обеспечивают легкий доступ внешних пользователей к внутренним веб-серверам.",
        " * Они могут одновременно использоваться только одной компанией.",
        " * Они являются более защищенными, поскольку они видимы только для локальной сети."
    ]
}